Repository: Lockbrains/MetalCaster
Catalog: macOSShaderCanvas/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: Background Image
ja: 背景画像
zh_hans: 背景图片

source: Cancel
ja: キャンセル
zh_hans: 取消

source: Cube
ja: 立方体
zh_hans: 正方体

source: Current canvas may have unsaved changes.
ja: 現在のキャンバスに未保存の変更がある可能性があります。
zh_hans: 当前 Canvas 可能有未保存的更改。

source: Discard & Create New
ja: 破棄して新規作成
zh_hans: 丢弃并新建

source: Done
ja: 完了
zh_hans: 完成

source: Exit Tutorial
ja: チュートリアルを終了
zh_hans: 退出教程

source: Fragment Layer
ja: フラグメントレイヤー
zh_hans: 片元层

source: Fragment Shader
ja: フラグメントシェーダー
zh_hans: 片元着色器

source: Fullscreen Layer
ja: フルスクリーンレイヤー
zh_hans: 全屏层

source: Hide Hint
ja: ヒントを隠す
zh_hans: 隐藏提示

source: Hide Solution
ja: 解答を隠す
zh_hans: 隐藏答案

source: Layers
ja: レイヤー
zh_hans: 图层

source: Metal Shader Tutorial
ja: Metal シェーダーチュートリアル
zh_hans: Metal Shader 教程

source: New Canvas
ja: 新規キャンバス
zh_hans: 新建 Canvas

source: Next
ja: 次へ
zh_hans: 下一步

source: No Active Shaders
ja: アクティブなシェーダーはありません
zh_hans: 当前没有激活的 Shader

source: Open Canvas
ja: キャンバスを開く
zh_hans: 打开 Canvas

source: Open...
ja: 開く...
zh_hans: 打开...

source: Post Processing
ja: ポストプロセス
zh_hans: 后处理

source: PP Presets
ja: PPプリセット
zh_hans: 后处理预设

source: Presets
ja: プリセット
zh_hans: 预设

source: Prev
ja: 前へ
zh_hans: 上一步

source: Remove Background
ja: 背景を削除
zh_hans: 移除背景

source: Reset to Blank Template
ja: 空のテンプレートにリセット
zh_hans: 重置为空白模板

source: Save
ja: 保存
zh_hans: 保存

source: Save & Create New
ja: 保存して新規作成
zh_hans: 保存当前并新建

source: Save As...
ja: 別名で保存...
zh_hans: 另存为...

source: Save Canvas
ja: キャンバスを保存
zh_hans: 保存 Canvas

source: Show Hint
ja: ヒントを表示
zh_hans: 显示提示

source: Show Solution
ja: 解答を表示
zh_hans: 显示答案

source: Sphere
ja: 球体
zh_hans: 球体

source: Tutorial
ja: チュートリアル
zh_hans: 教程

source: Untitled Canvas
ja: 無題のキャンバス
zh_hans: 未命名 Canvas

source: Upload Custom Model...
ja: カスタムモデルをアップロード...
zh_hans: 上传自定义模型...

source: Vertex Layer
ja: 頂点レイヤー
zh_hans: 顶点层

source: Vertex Shader
ja: 頂点シェーダー
zh_hans: 顶点着色器
